Repository: GMAI-SA/Sila
Catalog: Sila/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bn, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ml, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sv, ta, te, th, tr, uk, ur, vi, zh_hans, zh_hant

# guest.join.takePart.detail
source: Guests can listen. Speaking, raising a hand, reacting, chatting, asking questions and voting are for members — every one of them a real person.
ar: الزوار يستمعون فقط. التحدث ورفع اليد والتفاعل والدردشة وطرح الأسئلة والتصويت للأعضاء — وكلهم أشخاص حقيقيون.
bn: অতিথিরা শুনতে পারেন। কথা বলা, হাত তোলা, রিঅ্যাক্ট করা, চ্যাট করা, প্রশ্ন করা ও ভোট দেওয়া সদস্যদের জন্য — তাদের প্রত্যেকেই আসল মানুষ।
ca: Els convidats poden escoltar. Parlar, aixecar la mà, reaccionar, xatejar, fer preguntes i votar és per als membres, tots ells persones reals.
cs: Hosté mohou poslouchat. Mluvit, hlásit se, reagovat, chatovat, ptát se a hlasovat mohou členové – každý z nich skutečný člověk.
da: Gæster kan lytte. At tale, række hånden op, reagere, chatte, stille spørgsmål og stemme er for medlemmer – hver eneste et rigtigt menneske.
de: Gäste können zuhören. Sprechen, Hand heben, reagieren, chatten, Fragen stellen und abstimmen sind Mitgliedern vorbehalten – jedes davon ein echter Mensch.
el: Οι επισκέπτες μπορούν να ακούν. Η ομιλία, το σήκωμα χεριού, οι αντιδράσεις, η συνομιλία, οι ερωτήσεις και η ψηφοφορία είναι για τα μέλη — καθένα από αυτά πραγματικός άνθρωπος.
es: Los invitados pueden escuchar. Hablar, levantar la mano, reaccionar, chatear, hacer preguntas y votar es cosa de miembros: cada uno, una persona real.
fi: Vieraat voivat kuunnella. Puhuminen, käden nostaminen, reagoiminen, keskustelu, kysyminen ja äänestäminen on jäsenille – jokainen heistä on oikea ihminen.
fr: Les invités peuvent écouter. Parler, lever la main, réagir, discuter, poser des questions et voter sont réservés aux membres — chacun étant une vraie personne.
he: אורחים יכולים להאזין. דיבור, הרמת יד, תגובות, צ׳אט, שאלות והצבעה שמורים לחברים — כולם אנשים אמיתיים.
hi: मेहमान सुन सकते हैं। बोलना, हाथ उठाना, रिएक्ट करना, चैट करना, सवाल पूछना और वोट देना सदस्यों के लिए है — और हर एक असली व्यक्ति है।
hr: Gosti mogu slušati. Govorenje, podizanje ruke, reagiranje, čavrljanje, postavljanje pitanja i glasovanje rezervirani su za članove — svaki od njih je stvarna osoba.
hu: A vendégek hallgathatnak. A megszólalás, jelentkezés, reagálás, csevegés, kérdezés és szavazás a tagoké – és mindegyikük valódi ember.
id: Tamu bisa mendengarkan. Berbicara, mengangkat tangan, bereaksi, mengobrol, bertanya, dan memberi suara khusus untuk anggota — masing-masing orang sungguhan.
it: Gli ospiti possono ascoltare. Parlare, alzare la mano, reagire, chattare, fare domande e votare sono riservati ai membri, ognuno dei quali è una persona reale.
ja: ゲストは聴くことができます。発言、挙手、リアクション、チャット、質問、投票はメンバー専用で、どれも実在の人によるものです。
ko: 게스트는 들을 수 있어요. 말하기, 손들기, 반응, 채팅, 질문, 투표는 멤버만 할 수 있고, 모두 실제 사람이에요.
ml: അതിഥികൾക്ക് കേൾക്കാം. സംസാരിക്കൽ, കൈ ഉയർത്തൽ, പ്രതികരിക്കൽ, ചാറ്റ് ചെയ്യൽ, ചോദ്യങ്ങൾ ചോദിക്കൽ, വോട്ട് ചെയ്യൽ എന്നിവ അംഗങ്ങൾക്കുള്ളതാണ് — ഓരോരുത്തരും ഒരു യഥാർഥ വ്യക്തി.
ms: Tetamu boleh mendengar. Bercakap, mengangkat tangan, bereaksi, berbual, bertanya soalan dan mengundi adalah untuk ahli — setiap seorang ialah orang sebenar.
nb: Gjester kan lytte. Å snakke, rekke opp hånden, reagere, chatte, stille spørsmål og stemme er for medlemmer, og alle er ekte mennesker.
nl: Gasten kunnen luisteren. Spreken, een hand opsteken, reageren, chatten, vragen stellen en stemmen is voor leden, stuk voor stuk echte mensen.
pl: Goście mogą słuchać. Mówienie, podnoszenie ręki, reagowanie, czatowanie, zadawanie pytań i głosowanie są dla członków — każdy z nich to prawdziwa osoba.
pt_br: Visitantes podem ouvir. Falar, levantar a mão, reagir, conversar, fazer perguntas e votar são para membros, e cada um deles é uma pessoa real.
pt_pt: Os convidados podem ouvir. Falar, levantar a mão, reagir, conversar, fazer perguntas e votar é para membros — todos eles pessoas reais.
ro: Invitații pot asculta. Vorbitul, ridicarea mâinii, reacțiile, chatul, întrebările și votul sunt pentru membri — fiecare o persoană reală.
ru: Гости могут слушать. Говорить, поднимать руку, реагировать, писать в чат, задавать вопросы и голосовать могут участники — и каждый из них реальный человек.
sk: Hostia môžu počúvať. Hovoriť, hlásiť sa, reagovať, písať do četu, pýtať sa a hlasovať môžu členovia — každý je skutočný človek.
sv: Gäster kan lyssna. Att tala, räcka upp handen, reagera, chatta, ställa frågor och rösta är för medlemmar – var och en en verklig person.
ta: விருந்தினர்கள் கேட்கலாம். பேசுதல், கை உயர்த்துதல், எதிர்வினை, அரட்டை, கேள்வி கேட்டல், வாக்களித்தல் ஆகியவை உறுப்பினர்களுக்கு — ஒவ்வொருவரும் உண்மையான மனிதர்.
te: అతిథులు వినవచ్చు. మాట్లాడటం, చేయి ఎత్తడం, రియాక్ట్ అవ్వడం, చాట్ చేయడం, ప్రశ్నలు అడగడం, ఓటు వేయడం సభ్యులకు మాత్రమే — వారిలో ప్రతి ఒక్కరూ నిజమైన వ్యక్తే.
th: ผู้เยี่ยมชมฟังได้ การพูด ยกมือ แสดงรีแอกชัน แชท ถามคำถาม และโหวตสำหรับสมาชิก ซึ่งทุกคนเป็นคนจริง
tr: Misafirler dinleyebilir. Konuşmak, el kaldırmak, tepki vermek, sohbet etmek, soru sormak ve oy kullanmak üyelere özeldir; hepsi gerçek birer insan.
uk: Гості можуть слухати. Говорити, піднімати руку, реагувати, спілкуватися в чаті, ставити запитання й голосувати можуть учасники — і кожен із них реальна людина.
ur: مہمان سن سکتے ہیں۔ بولنا، ہاتھ اٹھانا، ردعمل دینا، چیٹ کرنا، سوال پوچھنا اور ووٹ دینا ارکان کے لیے ہے — ان میں سے ہر ایک حقیقی شخص ہے۔
vi: Khách có thể nghe. Phát biểu, giơ tay, bày tỏ cảm xúc, trò chuyện, đặt câu hỏi và bình chọn là dành cho thành viên — mỗi người đều là người thật.
zh_hans: 访客可以收听。发言、举手、回应、聊天、提问和投票是成员的权利，而每一位成员都是真人。
zh_hant: 訪客可以收聽。發言、舉手、回應、聊天、提問和投票僅限成員，而每位成員都是真人。

# guest.join.takePart.title
source: Join Known to take part
ar: انضم إلى «معروف» لتشارك
bn: অংশ নিতে Known-এ যোগ দিন
ca: Uneix-te a Known per participar
cs: Připoj se k aplikaci Known a zapoj se
da: Deltag i Known for at være med
de: Tritt Known bei, um mitzumachen
el: Γράψου στο Known για να συμμετέχεις
es: Únete a Known para participar
fi: Liity Knowniin osallistuaksesi
fr: Rejoignez Known pour participer
he: הצטרף ל-Known כדי להשתתף
hi: हिस्सा लेने के लिए Known से जुड़ें
hr: Pridruži se aplikaciji Known i sudjeluj
hu: Csatlakozz a Knownhoz a részvételhez
id: Gabung Known untuk ikut serta
it: Iscriviti a Known per partecipare
ja: Knownに参加して加わろう
ko: Known에 가입하고 참여하기
ml: പങ്കെടുക്കാൻ Known-ൽ ചേരുക
ms: Sertai Known untuk mengambil bahagian
nb: Bli med på Known for å delta
nl: Meld je aan bij Known om mee te doen
pl: Dołącz do Known, aby brać udział
pt_br: Entre no Known para participar
pt_pt: Entre na Known para participar
ro: Alătură-te Known ca să participi
ru: Присоединитесь к Known, чтобы участвовать
sk: Pripoj sa k Known a zapoj sa
sv: Gå med i Known för att delta
ta: பங்கேற்க Known-இல் சேருங்கள்
te: పాల్గొనడానికి Knownలో చేరండి
th: เข้าร่วม Known เพื่อมีส่วนร่วม
tr: Katılmak için Known'a katılın
uk: Приєднайтеся до Known, щоб брати участь
ur: حصہ لینے کے لیے Known میں شامل ہوں
vi: Tham gia Known để cùng góp mặt
zh_hans: 加入 Known 参与其中
zh_hant: 加入 Known 參與其中

# guest.room.back
source: Back to rooms
ar: العودة إلى الغرف
bn: রুমে ফিরে যান
ca: Torna a les sales
cs: Zpět na místnosti
da: Tilbage til rum
de: Zurück zu den Räumen
el: Πίσω στις αίθουσες
es: Volver a las salas
fi: Takaisin huoneisiin
fr: Retour aux salons
he: חזרה לחדרים
hi: रूम पर लौटें
hr: Natrag na sobe
hu: Vissza a szobákhoz
id: Kembali ke room
it: Torna alle stanze
ja: ルームに戻る
ko: 룸으로 돌아가기
ml: റൂമുകളിലേക്ക് മടങ്ങുക
ms: Kembali ke bilik
nb: Tilbake til rommene
nl: Terug naar rooms
pl: Wróć do pokoi
pt_br: Voltar às salas
pt_pt: Voltar às salas
ro: Înapoi la camere
ru: Назад к комнатам
sk: Späť na miestnosti
sv: Tillbaka till rummen
ta: அறைகளுக்குத் திரும்பு
te: రూమ్‌లకు తిరిగి వెళ్లు
th: กลับไปที่ห้อง
tr: Odalara dön
uk: Назад до кімнат
ur: رومز پر واپس
vi: Quay lại các phòng
zh_hans: 返回房间列表
zh_hant: 回到聊天室

# guest.room.chat.note
source: As a guest you see what's said while you're here.
ar: بصفتك زائرًا، ترى ما يُقال أثناء وجودك هنا.
bn: অতিথি হিসেবে আপনি যতক্ষণ আছেন ততক্ষণ যা বলা হয় তা-ই দেখতে পান।
ca: Com a convidat, veus el que es diu mentre ets aquí.
cs: Jako host vidíš, co se řekne, dokud tu jsi.
da: Som gæst ser du det, der bliver sagt, mens du er her.
de: Als Gast siehst du, was gesagt wird, solange du hier bist.
el: Ως επισκέπτης βλέπεις ό,τι λέγεται όσο είσαι εδώ.
es: Como invitado ves lo que se dice mientras estás aquí.
fi: Vieraana näet sen, mitä sanotaan, kun olet paikalla.
fr: En tant qu’invité, vous voyez ce qui se dit pendant votre présence.
he: כאורח אתה רואה את מה שנאמר בזמן שאתה כאן.
hi: मेहमान के रूप में आप वही देखते हैं जो आपके यहाँ रहते हुए कहा जाता है।
hr: Kao gost vidiš što se govori dok si ovdje.
hu: Vendégként azt látod, ami elhangzik, amíg itt vagy.
id: Sebagai tamu, kamu melihat apa yang dikatakan selama kamu di sini.
it: Come ospite vedi ciò che viene detto mentre sei qui.
ja: ゲストには、参加している間に話されたことが表示されます。
ko: 게스트는 접속해 있는 동안 오가는 말만 볼 수 있어요.
ml: അതിഥിയായി, നിങ്ങൾ ഇവിടെയുള്ളപ്പോൾ പറയുന്നത് മാത്രമേ കാണൂ.
ms: Sebagai tetamu, anda melihat apa yang dikatakan semasa anda berada di sini.
nb: Som gjest ser du det som sies mens du er her.
nl: Als gast zie je wat er gezegd wordt zolang je erbij bent.
pl: Jako gość widzisz to, co zostanie powiedziane, gdy tu jesteś.
pt_br: Como visitante, você vê o que é dito enquanto está aqui.
pt_pt: Como convidado, vê o que é dito enquanto está aqui.
ro: Ca invitat vezi ce se spune cât timp ești aici.
ru: Как гость вы видите то, что говорят, пока вы здесь.
sk: Ako hosť vidíš, čo sa povie, kým si tu.
sv: Som gäst ser du det som sägs medan du är här.
ta: விருந்தினராக, நீங்கள் இங்கே இருக்கும்போது சொல்லப்படுவதை மட்டுமே பார்ப்பீர்கள்.
te: అతిథిగా మీరు ఇక్కడ ఉన్నప్పుడు చెప్పినవి మాత్రమే చూస్తారు.
th: ในฐานะผู้เยี่ยมชม คุณเห็นสิ่งที่พูดระหว่างที่คุณอยู่
tr: Misafir olarak, burada olduğunuz sürede söylenenleri görürsünüz.
uk: Як гість, ви бачите те, що говориться, поки ви тут.
ur: بطور مہمان آپ وہی دیکھتے ہیں جو آپ کی موجودگی میں کہا جائے۔
vi: Là khách, bạn thấy những gì được nói trong lúc bạn có mặt.
zh_hans: 作为访客，你只能看到你在场期间的发言。
zh_hant: 身為訪客，你只能看到你在場期間的發言。

# guest.room.listening.join
source: To speak, raise a hand, react or chat, join Known.
ar: للتحدث أو رفع اليد أو التفاعل أو الدردشة، انضم إلى «معروف».
bn: কথা বলতে, হাত তুলতে, রিঅ্যাক্ট করতে বা চ্যাট করতে Known-এ যোগ দিন।
ca: Per parlar, aixecar la mà, reaccionar o xatejar, uneix-te a Known.
cs: Chceš-li mluvit, hlásit se, reagovat nebo chatovat, připoj se k aplikaci Known.
da: Deltag i Known for at tale, række hånden op, reagere eller chatte.
de: Tritt Known bei, um zu sprechen, die Hand zu heben, zu reagieren oder zu chatten.
el: Για να μιλήσεις, να σηκώσεις χέρι, να αντιδράσεις ή να συνομιλήσεις, γράψου στο Known.
es: Para hablar, levantar la mano, reaccionar o chatear, únete a Known.
fi: Liity Knowniin puhuaksesi, nostaaksesi kättä, reagoidaksesi tai keskustellaksesi.
fr: Pour parler, lever la main, réagir ou discuter, rejoignez Known.
he: כדי לדבר, להרים יד, להגיב או לשוחח, הצטרף ל-Known.
hi: बोलने, हाथ उठाने, रिएक्ट करने या चैट करने के लिए Known से जुड़ें।
hr: Za govor, podizanje ruke, reagiranje ili čavrljanje pridruži se aplikaciji Known.
hu: A megszólaláshoz, jelentkezéshez, reagáláshoz vagy csevegéshez csatlakozz a Knownhoz.
id: Untuk berbicara, mengangkat tangan, bereaksi, atau mengobrol, gabung Known.
it: Per parlare, alzare la mano, reagire o chattare, iscriviti a Known.
ja: 発言、挙手、リアクション、チャットをするには、Knownに参加してください。
ko: 말하기, 손들기, 반응, 채팅을 하려면 Known에 가입하세요.
ml: സംസാരിക്കാനും കൈ ഉയർത്താനും പ്രതികരിക്കാനും ചാറ്റ് ചെയ്യാനും Known-ൽ ചേരുക.
ms: Untuk bercakap, mengangkat tangan, bereaksi atau berbual, sertai Known.
nb: Bli med på Known for å snakke, rekke opp hånden, reagere eller chatte.
nl: Meld je aan bij Known om te spreken, een hand op te steken, te reageren of te chatten.
pl: Aby mówić, podnieść rękę, reagować lub czatować, dołącz do Known.
pt_br: Para falar, levantar a mão, reagir ou conversar, entre no Known.
pt_pt: Para falar, levantar a mão, reagir ou conversar, entre na Known.
ro: Pentru a vorbi, a ridica mâna, a reacționa sau a scrie în chat, alătură-te Known.
ru: Чтобы говорить, поднимать руку, реагировать или писать в чат, присоединитесь к Known.
sk: Ak chceš hovoriť, hlásiť sa, reagovať alebo písať do četu, pripoj sa k Known.
sv: Gå med i Known för att tala, räcka upp handen, reagera eller chatta.
ta: பேச, கை உயர்த்த, எதிர்வினையாற்ற அல்லது அரட்டையடிக்க Known-இல் சேருங்கள்.
te: మాట్లాడటానికి, చేయి ఎత్తడానికి, రియాక్ట్ అవ్వడానికి లేదా చాట్ చేయడానికి Knownలో చేరండి.
th: หากต้องการพูด ยกมือ แสดงรีแอกชัน หรือแชท ให้เข้าร่วม Known
tr: Konuşmak, el kaldırmak, tepki vermek veya sohbet etmek için Known'a katılın.
uk: Щоб говорити, піднімати руку, реагувати чи писати в чат, приєднайтеся до Known.
ur: بولنے، ہاتھ اٹھانے، ردعمل دینے یا چیٹ کے لیے Known میں شامل ہوں۔
vi: Để phát biểu, giơ tay, bày tỏ cảm xúc hoặc trò chuyện, hãy tham gia Known.
zh_hans: 想要发言、举手、回应或聊天，请加入 Known。
zh_hant: 加入 Known 即可發言、舉手、回應或聊天。

# guest.room.listening.subtitle
source: Nobody in the room can see you, and Known hasn't asked for your microphone.
ar: لا يراك أحد في الغرفة، ولم يطلب معروف الميكروفون.
bn: রুমের কেউ আপনাকে দেখতে পায় না, আর Known আপনার মাইক্রোফোন চায়নি।
ca: Ningú de la sala et pot veure, i Known no t'ha demanat el micròfon.
cs: Nikdo v místnosti tě nevidí a Known nežádala o tvůj mikrofon.
da: Ingen i rummet kan se dig, og Known har ikke bedt om din mikrofon.
de: Niemand im Raum kann dich sehen, und Known hat nicht nach deinem Mikrofon gefragt.
el: Κανείς στην αίθουσα δεν μπορεί να σε δει και το Known δεν έχει ζητήσει το μικρόφωνό σου.
es: Nadie en la sala puede verte y Known no te ha pedido el micrófono.
fi: Kukaan huoneessa ei näe sinua, eikä Known ole pyytänyt mikrofoniasi.
fr: Personne dans le salon ne peut vous voir, et Known n’a pas demandé l’accès à votre micro.
he: אף אחד בחדר לא יכול לראות אותך, ו-Known לא ביקשה את המיקרופון שלך.
hi: रूम में कोई आपको नहीं देख सकता, और Known ने आपका माइक्रोफ़ोन नहीं माँगा है।
hr: Nitko u sobi ne može te vidjeti, a Known nije zatražila tvoj mikrofon.
hu: A szobában senki nem lát téged, és a Known nem kérte a mikrofonodat.
id: Tidak ada yang di room bisa melihatmu, dan Known tidak meminta mikrofonmu.
it: Nessuno nella stanza può vederti e Known non ha chiesto il tuo microfono.
ja: ルームの誰にもあなたは見えず、Knownがマイクを求めることもありません。
ko: 룸의 누구도 나를 볼 수 없고, Known은 마이크를 요청하지 않았어요.
ml: റൂമിലെ ആർക്കും നിങ്ങളെ കാണാനാവില്ല, Known നിങ്ങളുടെ മൈക്രോഫോൺ ചോദിച്ചിട്ടുമില്ല.
ms: Tiada sesiapa dalam bilik dapat melihat anda, dan Known tidak meminta mikrofon anda.
nb: Ingen i rommet kan se deg, og Known har ikke bedt om mikrofonen din.
nl: Niemand in de room kan je zien, en Known heeft niet om je microfoon gevraagd.
pl: Nikt w pokoju Cię nie widzi, a Known nie prosiła o dostęp do Twojego mikrofonu.
pt_br: Ninguém na sala pode ver você, e o Known não pediu acesso ao seu microfone.
pt_pt: Ninguém na sala o consegue ver, e a Known não pediu o seu microfone.
ro: Nimeni din cameră nu te poate vedea, iar Known nu ți-a cerut microfonul.
ru: Никто в комнате вас не видит, а Known не запрашивала доступ к вашему микрофону.
sk: Nikto v miestnosti ťa nevidí a Known si nevyžiadala tvoj mikrofón.
sv: Ingen i rummet kan se dig, och Known har inte bett om din mikrofon.
ta: அறையில் யாருக்கும் நீங்கள் தெரியமாட்டீர்கள், Known உங்கள் மைக்ரோஃபோனைக் கேட்கவில்லை.
te: రూమ్‌లో ఎవరూ మిమ్మల్ని చూడలేరు, Known మీ మైక్రోఫోన్‌ను అడగలేదు.
th: ไม่มีใครในห้องเห็นคุณ และ Known ไม่ได้ขอใช้ไมโครโฟนของคุณ
tr: Odadaki kimse sizi göremez ve Known mikrofonunuzu istemedi.
uk: Ніхто в кімнаті вас не бачить, а Known не запитувала доступу до вашого мікрофона.
ur: روم میں کوئی آپ کو نہیں دیکھ سکتا، اور Known نے آپ کا مائیکروفون نہیں مانگا۔
vi: Không ai trong phòng thấy bạn, và Known chưa xin dùng micro của bạn.
zh_hans: 房间里没有人能看到你，Known 也没有请求使用你的麦克风。
zh_hant: 聊天室裡沒有人看得到你，Known 也沒有要求使用你的麥克風。

# guest.room.listening.title
source: You're listening as a guest
ar: أنت تستمع كزائر
bn: আপনি অতিথি হিসেবে শুনছেন
ca: Estàs escoltant com a convidat
cs: Posloucháš jako host
da: Du lytter som gæst
de: Du hörst als Gast zu
el: Ακούς ως επισκέπτης
es: Estás escuchando como invitado
fi: Kuuntelet vieraana
fr: Vous écoutez en tant qu’invité
he: אתה מאזין כאורח
hi: आप मेहमान के रूप में सुन रहे हैं
hr: Slušaš kao gost
hu: Vendégként hallgatsz
id: Kamu mendengarkan sebagai tamu
it: Stai ascoltando come ospite
ja: ゲストとして聴いています
ko: 게스트로 듣는 중이에요
ml: നിങ്ങൾ അതിഥിയായി കേൾക്കുന്നു
ms: Anda mendengar sebagai tetamu
nb: Du lytter som gjest
nl: Je luistert als gast
pl: Słuchasz jako gość
pt_br: Você está ouvindo como visitante
pt_pt: Está a ouvir como convidado
ro: Asculți ca invitat
ru: Вы слушаете как гость
sk: Počúvaš ako hosť
sv: Du lyssnar som gäst
ta: விருந்தினராகக் கேட்கிறீர்கள்
te: మీరు అతిథిగా వింటున్నారు
th: คุณกำลังฟังในฐานะผู้เยี่ยมชม
tr: Misafir olarak dinliyorsunuz
uk: Ви слухаєте як гість
ur: آپ بطور مہمان سن رہے ہیں
vi: Bạn đang nghe với tư cách khách
zh_hans: 你正以访客身份收听
zh_hant: 你正以訪客身分收聽

# guest.room.refusal.connectFailed.detail
source: Check your connection and try again.
ar: تحقق من اتصالك ثم أعد المحاولة.
bn: আপনার সংযোগ দেখে আবার চেষ্টা করুন।
ca: Comprova la connexió i torna-ho a provar.
cs: Zkontroluj připojení a zkus to znovu.
da: Tjek din forbindelse, og prøv igen.
de: Prüfe deine Verbindung und versuche es erneut.
el: Έλεγξε τη σύνδεσή σου και δοκίμασε ξανά.
es: Revisa tu conexión e inténtalo de nuevo.
fi: Tarkista yhteytesi ja yritä uudelleen.
fr: Vérifiez votre connexion et réessayez.
he: בדוק את החיבור שלך ונסה שוב.
hi: अपना कनेक्शन जाँचें और फिर कोशिश करें।
hr: Provjeri vezu i pokušaj ponovno.
hu: Ellenőrizd a kapcsolatot, és próbáld újra.
id: Periksa koneksimu dan coba lagi.
it: Controlla la connessione e riprova.
ja: 接続を確認して、もう一度お試しください。
ko: 연결 상태를 확인하고 다시 시도하세요.
ml: നിങ്ങളുടെ കണക്ഷൻ പരിശോധിച്ച് വീണ്ടും ശ്രമിക്കുക.
ms: Semak sambungan anda dan cuba lagi.
nb: Sjekk tilkoblingen din og prøv igjen.
nl: Controleer je verbinding en probeer het opnieuw.
pl: Sprawdź połączenie i spróbuj ponownie.
pt_br: Verifique sua conexão e tente de novo.
pt_pt: Verifique a sua ligação e tente novamente.
ro: Verifică conexiunea și încearcă din nou.
ru: Проверьте подключение и повторите.
sk: Skontroluj pripojenie a skús to znova.
sv: Kontrollera din anslutning och försök igen.
ta: உங்கள் இணைப்பைச் சரிபார்த்து மீண்டும் முயலுங்கள்.
te: మీ కనెక్షన్‌ను తనిఖీ చేసి మళ్లీ ప్రయత్నించండి.
th: ตรวจสอบการเชื่อมต่อของคุณแล้วลองอีกครั้ง
tr: Bağlantınızı kontrol edip tekrar deneyin.
uk: Перевірте підключення й спробуйте ще раз.
ur: اپنا کنکشن جانچیں اور دوبارہ کوشش کریں۔
vi: Hãy kiểm tra kết nối và thử lại.
zh_hans: 请检查网络连接后重试。
zh_hant: 請檢查網路連線後再試一次。

# guest.room.refusal.connectFailed.title
source: Couldn't connect to the room
ar: تعذّر الاتصال بالغرفة
bn: রুমের সাথে সংযোগ করা যায়নি
ca: No s'ha pogut connectar a la sala
cs: K místnosti se nepodařilo připojit
da: Kunne ikke forbinde til rummet
de: Verbindung zum Raum fehlgeschlagen
el: Δεν ήταν δυνατή η σύνδεση με την αίθουσα
es: No se pudo conectar con la sala
fi: Huoneeseen ei saatu yhteyttä
fr: Impossible de se connecter au salon
he: לא ניתן להתחבר לחדר
hi: रूम से कनेक्ट नहीं हो सका
hr: Nije bilo moguće spojiti se na sobu
hu: Nem sikerült csatlakozni a szobához
id: Tidak bisa terhubung ke room
it: Impossibile connettersi alla stanza
ja: ルームに接続できませんでした
ko: 룸에 연결하지 못했어요
ml: റൂമുമായി ബന്ധപ്പെടാനായില്ല
ms: Tidak dapat bersambung ke bilik
nb: Kunne ikke koble til rommet
nl: Kon geen verbinding maken met de room
pl: Nie udało się połączyć z pokojem
pt_br: Não foi possível conectar à sala
pt_pt: Não foi possível ligar à sala
ro: Nu m-am putut conecta la cameră
ru: Не удалось подключиться к комнате
sk: K miestnosti sa nepodarilo pripojiť
sv: Det gick inte att ansluta till rummet
ta: அறையுடன் இணைக்க முடியவில்லை
te: రూమ్‌కు కనెక్ట్ కాలేకపోయాం
th: เชื่อมต่อกับห้องไม่ได้
tr: Odaya bağlanılamadı
uk: Не вдалося підключитися до кімнати
ur: روم سے جڑ نہیں سکے
vi: Không thể kết nối với phòng
zh_hans: 无法连接到房间
zh_hant: 無法連線到聊天室
